package DZ;

public class NameGen {
    public static void main(String[] args) {
        String[] firstName = {"Іван", "Петро", "Олександр", "Віктор", "Дмитро", "Андрій", "Михайло", "Юрій", "Олег", "Василь"};
        String[] middleName = {"Іванович", "Петрович", "Олександрович", "Вікторович", "Дмитрович", "Андрійович", "Михайлович", "Юрійович", "Олегович", "Васильович"};
        String[] lastName = {"Мельник", "Шевченко", "Коваль", "Бондаренко", "Ткаченко", "Романенко", "Лисенко", "Зайцев", "Гриценко", "Кравченко"};

    }

}
